[
  {
    "file": "experiments/portfolio-01-Braille.js",
    "name": "Language in Dots",
    "description": "Starting from a simple grid, I modified the structure into 2x3 cells resembling a Braille cell. Instead of abstract patterns, dots are randomly placed in these positions, creating the impression of Braille-like characters. This simple change transformed the grid into something more symbolic and language-like."
  },
  {
    "file": "experiments/portfolio-02-Braille.js",
    "name": "Braille Grid in Motion",
    "description": "Each cell reveals itself in sequence, creating the feeling of writing. The grid becomes not just a field of symbols, but a story unfolding in time."
  },
  {
    "file": "experiments/portfolio-04-GeorgNees.js",
    "name": "Random Red Field",
    "description": "This is a grid of circles, each filled with a slightly different shade of red. The colors are chosen by chance, so patterns appear and dissolve as you look."
  },
  {
    "file": "experiments/portfolio-03-GeorgNees.js",
    "name": "Alpha field",
    "description": "The grid begins with almost invisible circles that grow heavier step by step. Through repetition, what was once empty space becomes a visible form."
  },
  {
    "file": "experiments/portfolio-05-GeorgNees.js",
    "name": "Hidden Geometry",
    "description": "Inspired by Georg Nees and his early experiments with computer graphics, this work explores the idea of structure hiding in randomness. With each line added at a random angle, the grid gradually reveals a circle."
  },
  {
    "file": "experiments/portfolio-06-HobbsFlowField.js",
    "name": "Static Flow",
    "description": "Inspired by Tyler Hobbs' flow fields. Thousands of particles follow an invisible flow, leaving soft trails that merge into streams."
  },
  {
    "file": "experiments/portfolio-07-HobbsFlowField.js",
    "name": "One-Ink Current",
    "description": "Inspired by Tyler Hobbs' flow fields. A single color follows smooth turns. Layers build a quiet flow."
  },
  {
    "file": "experiments/portfolio-09-HobbsFlowField_synthwave.js",
    "name": "Neon Sunrise",
    "description": "Night turning into day. Inspired by the vibe of 80s Vice City - Miami, filled with the sound of synthwave."
  },
  {
    "file": "experiments/portfolio-08-HobbsFlowField.js",
    "name": "Burnt Overprint",
    "description": "Blue and red paths branch like blood vessels, but their collisions give an eerie feeling of rust and quiet decay."
  }
]
